<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | السطور التالية هي الرسائل الافتراضية التي تتوافق مع الأسباب
    | التي يعطيها نظام إعادة تعيين كلمة المرور عند فشل العملية
    | مثل رمز إعادة تعيين غير صالح أو كلمة مرور غير مطابقة.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'لقد قمنا بإرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'يرجى الانتظار قليلاً قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم يملك هذا البريد الإلكتروني.',

];
